---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtaingridBeltVert
source: html/d356226b-420f-3aeb-7364-a2984f7f596d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtaingridBeltVert Property

"Measurement Line"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtaingridBeltVert { get; }
```